ScalingOff = "Disabilita ridimensionamento";
ScalingOn = "Abilita ridimensionamento";
AllScreens = "Tutti gli schermi";
ScreenNumber = "Schermo %d";
MainScreen = "Schermo principale";
ReEnterPass = "Verifica di aver inserito il nome e la password corretti.";
RemoteAccessDenied = "L'utente attuale di “%@” ha rifiutato la tua richiesta di accesso.";

taskString = "Controllo";
taskDescription = "Controlla computer";
longTaskDescription = "Prendi il controllo del computer selezionato";
requestTitle = "Autenticazione fallita";
requestScreenControl = "Desideri chiedere il permesso per controllare?";
requestScreenObserve = "Desideri chiedere il permesso per osservare?";
requestScreenAuthFailed = "Autenticazione a “%@” fallita.";
requestDenied = "L'utente ha rifiutato la richiesta.";
connecting = "Collego a “%@”";
connectionLost = "Connessione a “%@” perduta.";
connectionFailed = "Connessione a “%@” fallita.";
connectionFailedReason = "Assicurati che sul computer a cui stai cercando di connetterti sia abilitata l'opzione Condivisione schermo (nel pannello Condivisione delle Preferenze di Sistema). Inoltre, verifica che la connessione network sia funzionante.";
waitingForResponse = "Attendo la risposta dell'utente.";
runningAdminAppObserveError = "Impossibile osservare “%@”";
runningAdminAppControlError = "Impossibile controllare “%@”";
runningAdminAppErrorMessage = "Apple Remote Desktop o un'altra applicazione di amministrazione è in esecuzione al momento.";
controlModeError = "Impossibile cambiare a Modalità controllo";
observeModeError = "Impossibile cambiare a Modalità osserva";
sharedControlError = "Impossibile cambiare il controllo del mouse";
notAuthorizedTitle = "Non autorizzato";
controlNotAuthorized = "Non sei autorizzato a controllare questo computer.";
observeNotAuthorized = "Non sei autorizzato a osservare questo computer.";
serverNotSupported = "Questa opzione non è supportata dal server.";
sharingSelfNotSupported = "Un computer non può collegarsi a se stesso e condividere il suo schermo.";
captureDefaultName = "Immagine Remote Desktop";
scaleToolbarTitle = "Adatta alla finestra";
scaleToolbarPaletteLabel = "Adatta alla finestra";
scaleToolbarTooltip = "Adatta schermo alla finestra";
controlToolbarTitle = "Controllo";
controlToolbarPaletteLabel = "Controlla e osserva";
controlToolbarTooltip = "Passa da Modalità controllo a Modalità osserva";
shareToolbarTitle = "Condividi mouse";
shareToolbarPaletteLabel = "Condividi il mouse con l'utente";
shareToolbarTooltip = "Condividi mouse e tastiera con l'utente";
qualityToolbarTitle = "Qualità";
qualityToolbarPaletteLabel = "Qualità immagine";
qualityToolbarTooltip = "Qualità immagine";
captureToolbarTitle = "Istantanea schermo";
captureToolbarPaletteLabel = "Istantanea schermo";
captureToolbarTooltip = "Registra istantanea in un documento";
controlObserveNotSupported = "Non puoi controllare o osservare il tuo computer";
fullScreenToolbarTooltip = "Modalità a tutto schermo";
fullScreenToolbarTooltipExt = "Mostra lo schermo in una finestra";
fullScreenToolbarTitle = "Tutto schermo";
fullScreenPaletteDisconnect = "Esci dalla sessione di controllo o osservazione";
showCursorToolbarTooltip = "Mostra o nascondi il cursore locale";
showCursorToolbarTitle = "Mostra/nascondi cursore";
curtainToolbarTitle = "Blocca schermo";
curtainToolbarTooltip = "Blocca lo schermo del computer durante il controllo";
getClipboardToolbarTitle = "Ottieni gli appunti";
getClipboardToolbarTooltip = "Ottieni il contenuto degli appunti remoti";
sendClipboardToolbarTitle = "Invia appunti";
sendClipboardToolbarTooltip = "Invia il contenuto degli appunti agli appunti remoti";
multiDisplayToolbarTitle = "Mostra la selezione";
multiDisplayToolbarTooltip = "Seleziona la vista remota da mostrare";
computerInScreenShare = "Stai attualmente condividendo lo schermo con questo computer.";
curtainErrorTitle = "Impossibile cambiare a Modalità tenda";
curtainExitErrorTitle = "Impossibile cambiare da Modalità tenda";
curtainErrorMessage = "Si è verificato un errore su questo computer.";
curtainUnavailableTooltip = "Modalità tenda non è disponibile per la versione di Mac OS X su “%@”.";
curtainUnavalableMessage = "Modalità tenda non è disponibile per “%@”.";

displayPopUpAllDisplays = "Tutti gli schermi: %@ x %@";
displayPopUpBothDisplays = "Tutti e due gli schermi: %@ x %@";
displayPopUpOneDisplay = "Schermo %@: %@ x %@";

curtainTaskString = "Tenda";
curtainTaskDescription = "Controlla il computer in Modalità tenda";
curtainLongTaskDescription = "Prendi il controllo del computer selezionato mentre lo schermo è bloccato";

sshTunnelRemoteLoginDisabledTitle = "Collegamento fallito perchè il login remoto non è abilitato su “%@”.";
sshTunnelRemoteLoginDisabledMessage = "Disabilita le impostazioni di sicurezza “Cripta tutti i dati network” o prova ad abilitare il login remoto nelle preferenze di Condivisione su “%@”.";
sshTunnelHostKeyChangedTitle = "Connessione fallita a “%@” perchè la sua identità non può essere confermata. Potrebbe rappresentare un problema di sicurezza oppure il documento SSH known_hosts potrebbe essere obsoleto.";
sshTunnelHostKeyChangedMessage = "Disabilita le impostazioni di sicurezza “Cripta tutti i dati network” o aggiorna il documento SSH known_hosts.";
sshTunnelHostKeyChanged2Message = "L'identificazione dell'host remoto per “%@” è cambiata. Se sei sicuro che non sia un problema di sicurezza, Remote Desktop può provare a riparare il documento known_hosts .";
sshTunnelHostKeyFix = "Fissa";
sshTunnelHostKeyFixError = "Si è verificato un problema nel tentativo di modificare il documento SSH known_hosts.";
sshTunnelTooltip = "La connessione è criptata";

legacyVNCSecurityWarningTitle = "Il computer “%@” sta utilizzando un server VNC che non supporta la crittografia tasti di Remote Desktop. Il testo digitato su questo computer potrebbe essere intercettato sul network. Desideri continuare e collegarti comunque?";
legacyVNCSecurityWarningMessageFull = "Se il computer remoto ha abilitato il login remoto o SSH, è possibile selezionare l'opzione “Cripta tutti i dati network” nelle preferenze di Remote Desktop e scegliere \"Collegati utilizzando SSH\" per collegarsi con sicurezza.";
legacyVNCSecurityWarningMessage = "Se il computer remoto ha abilitato il login remoto o SSH, è possibile selezionare l'opzione “Cripta tutti i dati network” nelle preferenze di Remote Desktop per collegarsi con sicurezza.";
legacyVNCSecurityWarningContinueSSHButton = "Collega utilizzando SSH";

IconCacheTitle = "Sei sicuro di voler cancellare la cache dell'icona della barra del titolo?";
IconCacheDefaultButton = "Cancella";
IconCacheAlternateButton = "Annulla";
IconCacheMessage = "Questi documenti vengono utilizzati per trascinare l'icona della barra del titolo per creare i preferiti. Tutti i preferiti creati trascinado questa icona  verranno troncati se cancelli questa cache.\n\nPuoi copiare il preferito anziché creare un alias tenendo premuto il tasto Opzione.";

YESBUTTON = "Sì";
NOBUTTON = "No";